<?php

return [
  'dashboard' => 'لوحة التحكم',
  'admins' => 'المشرفين',
  'admin_list' => 'قائمة المشرفين',
  'createAdmin' => 'إضافة مشرف جديد',
  'name_ar' => 'الاسم باللغة العربية', 
  'name_en' => 'الاسم باللغة الانجليزية',
  'email' => 'البريد الالكترونى', 
  'password' => 'كلمة السر', 
  'password_confirnation' => 'تأكيد كلمة السر',
  'select_role' => 'تحديد دور المشرف',
  'submit' => 'حفظ البيانات', 


  'profile_image' => 'صوره البروفايل',
  'name' => 'الاسم',
  'role' => 'دور المشرف',
  'Registered' => 'مسجل منذ',
  'Options' => 'العمليات',
  
  'Categories' => 'الاقسام',
  'Category_list' => 'قائمة الاقسام',
  'Create_category' => 'إضافة قسم',
  'Parent_category' => 'القسم الرئيسي',


  'Select_label'=>':حدد القائمة التي تريد تعديلها',
  'Menu_Creation'=>'إنشاء القائمة',
  'name_ar'=>'الاسم بالعربية',
  'name_en'=>'الاسم بالانجليزية',
  'create_menue'=>'إنشاء قائمة',
  'enter_name_select'=>'"الرجاء إدخال الاسم وتحديد زر "إنشاء قائمة',
  'or'=>'أو',
  'create_new_menu'=>'إنشاء قائمة جديدة',
  'structure'=>'هيكل القائمة',
  'check_item'=>'ضع كل عنصر بالترتيب الذي تفضله. انقر فوق السهم الموجود على يمين العنصر لعرض المزيد من خيارات التكوين.',
  'save'=>'حفظ القائمة',
  'menu'=>'القائمة',

  'custom_label'=>'عنوان مخصص',
  'label_in_en'=>'عنوان بالانجليزية',
  'label_in_ar'=>'عنوان بالعربية',
  'submenu_btn'=>'أضافة عنصر للقائمة',

  'drag_menu'=>'ادراج قائمة',
  'save_changes'=>'حفظ التغييرات',

];